tap 'caskroom/cask'
tap 'dart-lang/dart'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'railwaycat/emacsmacport'
brew 'ack'
brew 'ant'
brew 'cmake'
brew 're2c'
brew 'gringo'
brew 'clasp'
brew 'aspcud'
brew 'aspell', args: ['with-lang-en']
brew 'atool'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'bdw-gc'
brew 'ocaml'
brew 'camlp4'
brew 'camlp5'
brew 'libtasn1'
brew 'gmp'
brew 'nettle'
brew 'gnutls'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'freetype'
brew 'little-cms2'
brew 'imagemagick'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick', 'devel']
brew 'cask'
brew 'cloc'
brew 'isl'
brew 'cloog'
brew 'coreutils'
brew 'ctags'
brew 'cvs'
brew 'fasd'
brew 'gdbm'
brew 'ghc'
brew 'pcre'
brew 'git'
brew 'global', args: ['with-pygments', 'with-ctags']
brew 'gmime'
brew 'gnupg'
brew 'haskell-stack'
brew 'readline'
brew 'hunspell'
brew 'idris'
brew 'leiningen'
brew 'libyaml'
brew 'lua'
brew 'markdown'
brew 'maven'
brew 'mercurial'
brew 'moreutils'
brew 'mpfr'
brew 'sqlite'
brew 'openssl'
brew 'python'
brew 'xapian'
brew 'ncdu'
brew 'ninja'
brew 'node'
brew 'opam'
brew 'opendetex'
brew 'openjpeg'
brew 'pigz'
brew 'pixman'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'smlnj'
brew 'stow'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'trash'
brew 'tree'
brew 'wget'
brew 'z3'
brew 'zsh'
cask 'google-chrome'
cask 'racket'
cask 'skype'
cask 'vlc'
